[
    {
      "pottery_type": "Clay-made Pottery",
      "image": "https://example.com/clay_pottery.jpg",
      "title": "Handcrafted Clay Pottery",
      "description": "Experience the timeless beauty of handcrafted clay pottery. Each piece is lovingly shaped by skilled artisans, capturing the essence of traditional craftsmanship. From rustic mugs to elegant vases, our pottery adds warmth and character to any space. Bring home a piece of history with our exquisite clay creations."
    },
    {
      "pottery_type": "Stoneware",
      "image": "https://example.com/stoneware_pottery.jpg",
      "title": "Artisan Stoneware Creations",
      "description": "Indulge in the rustic charm of stoneware pottery. Our collection features earthy tones and organic textures, perfect for everyday use or special occasions. Crafted with care and attention to detail, each piece embodies the natural beauty of hand-thrown ceramics. Elevate your tableware with our timeless stoneware creations."
    },
    {
      "pottery_type": "Porcelain",
      "image": "https://example.com/porcelain_pottery.jpg",
      "title": "Elegant Porcelain Masterpieces",
      "description": "Discover the delicate allure of porcelain pottery. Our exquisite collection showcases the finest craftsmanship and exquisite detailing, making each piece a work of art. Whether displayed as decorative accents or used for serving, our porcelain creations add a touch of sophistication to any setting. Elevate your home decor with our elegant porcelain masterpieces."
    },
    {
      "pottery_type": "Terra Cotta",
      "image": "https://example.com/terra_cotta_pottery.jpg",
      "title": "Rustic Terra Cotta Treasures",
      "description": "Embrace the rustic charm of terra cotta pottery. Our collection celebrates the earthy hues and natural textures of this timeless material. Perfect for both indoor and outdoor use, our terra cotta treasures bring warmth and character to any space. From planters to decorative accents, elevate your surroundings with our rustic terra cotta creations."
    },
    {
      "pottery_type": "Ceramics and Architectural Pottery",
      "image": "https://example.com/ceramics_architectural_pottery.jpg",
      "title": "Artistic Ceramics and Architectural Pottery",
      "description": "Immerse yourself in the world of artistic ceramics and architectural pottery. Our diverse collection features unique shapes, vibrant colors, and intricate patterns, inspired by global traditions and contemporary design. Whether used as functional pieces or statement decor, our ceramics and architectural pottery showcase creativity and craftsmanship at its finest."
    }
  ]